// №10 Напишите программу, которая принимает на вход трёхзначное число 
// и на выходе показывает вторую цифру этого числа.

// int num = new Random().Next(100, 999);
// Console.WriteLine(num);
// int Digit = num%100;
// num = Digit/10;
// Console.WriteLine(num);

// int ran = new System.Random().Next(100, 999);
// System.Console.WriteLine(ran);
// char[] digitChar = ran.ToString().ToCharArray();
// System.Console.Write(digitChar[1]);
